{
  "es": [
    {
      "name": "Asociación de Cooperativas Argentinas",
      "position": "Desarrollador Front-End",
      "url": "https://www.acacoop.com.ar/",
      "startDate": "2022",
      "endDate": "Actualidad",
      "summary": [
        "Participación en el desarrollo de una plataforma digital integral para la gestión de flotas vehiculares, compuesta por una aplicación móvil y un sistema web tipo backoffice.",
        "En la aplicación móvil (React Native + Expo): implementación de autenticación corporativa con Microsoft, desarrollo de pantallas clave (listado y detalle de vehículos, historial, reservas, perfil), manejo de estados y consumo de APIs REST internas.",
        "En el sistema web (React + TypeScript): construcción de formularios dinámicos, lógica de asignaciones y mantenimiento, integración con APIs REST documentadas en OpenAPI y optimización de navegación y filtrado.",
        "Diseño modular basado en features, creación de componentes reutilizables y aplicación de buenas prácticas de código con ESLint y control de versiones.",
        "Tecnologías utilizadas: React Native, Expo, TypeScript, React, CSS, Node.js, APIs REST, OpenAPI."
      ]
    },
    {
      "name": "Desarrollador Web Freelance",
      "position": "Desarrollador Front-End",
      "url": "",
      "startDate": "2022",
      "endDate": "Actualidad",
      "summary": [
        "Diseño y desarrollo de soluciones web personalizadas para clientes de distintos sectores, priorizando la experiencia del usuario y la adaptabilidad a distintos dispositivos.",
        "Proyecto BurgerFlow - SaaS de Gestión Gastronómica: Diseñé y desarrollé una plataforma SaaS end-to-end para la automatización de pedidos vía WhatsApp Business Cloud API.",
        "Construí un panel administrativo con React, TypeScript y Vite, implementando Firebase (Firestore/Auth) para la sincronización de pedidos y stock en tiempo real.",
        "Integré la pasarela de pagos de Mercado Pago y gestioné la sincronización bidireccional de catálogos complejos con Meta Commerce Manager.",
        "Optimicé el rendimiento de la aplicación mediante la compresión de imágenes (Cloudinary/Squoosh) y manejo eficiente de estados globales, logrando una experiencia fluida en dispositivos móviles.",
        "Sistema de Gestión de Turnos: Desarrollé un sistema completo de reservas automatizado mediante WhatsApp Business API, integrando un chatbot conversacional con lógica de disponibilidad en tiempo real.",
        "Construí una API REST con Node.js y Express para la administración de servicios, horarios y clientes, implementando autenticación JWT y sincronización con Cal.com para gestión de calendarios.",
        "Diseñé un panel de control responsivo para la visualización de métricas, historial de reservas y configuración de servicios, optimizando la experiencia del usuario en dispositivos móviles.",
        "Creación de sitios web comerciales y landing pages, como Campo Fértil y Hooligang Cuts, con énfasis en rendimiento, SEO y diseño responsivo.",
        "Tecnologías utilizadas: React.js, TypeScript, Node.js, Express, Tailwind CSS, SASS, Firebase, WhatsApp Cloud API, Mercado Pago, Meta Commerce Manager, Cal.com, JWT, Cloudinary, Vite."
      ]
    },
    {
      "name": "Experiencia Técnica Fundacional",
      "position": "Soporte Técnico y Coordinación",
      "url": "",
      "startDate": "2019",
      "endDate": "2022",
      "summary": [
        "Soporte técnico en entornos corporativos y resolución de incidencias complejas.",
        "Gestión de infraestructura de redes, servidores y servicios en la nube (Azure AD).",
        "Elaboración de documentación técnica y asistencia en la coordinación de equipos de soporte."
      ]
    }
  ],
  "en": [
    {
      "name": "Asociación de Cooperativas Argentinas",
      "position": "Front-End Developer",
      "url": "https://www.acacoop.com.ar/",
      "startDate": "2022",
      "endDate": "Present",
      "summary": [
        "Contributed to the development of a digital platform for vehicle fleet management, including a mobile app and a backoffice web system.",
        "Mobile app (React Native + Expo): implemented corporate authentication (Microsoft), developed key views (vehicle list and details, maintenance history, booking calendar, user profile), handled state management, and consumed internal REST APIs.",
        "Web system (React + TypeScript): developed dynamic forms, maintenance and assignment logic, API integrations documented with OpenAPI, and optimized navigation and filtering.",
        "Applied modular architecture based on features, built reusable UI components, and maintained clean code standards with ESLint and version control.",
        "Technologies used: React Native, Expo, TypeScript, React, CSS, Node.js, REST APIs, OpenAPI."
      ]
    },
    {
      "name": "Freelance Web Developer",
      "position": "Front-End Developer",
      "url": "",
      "startDate": "2022",
      "endDate": "Present",
      "summary": [
        "Designed and developed custom web solutions for clients across different sectors, focusing on responsive design and user experience.",
        "BurgerFlow Project - Restaurant Management SaaS: Designed and developed an end-to-end SaaS platform for automated ordering via WhatsApp Business Cloud API.",
        "Built an admin dashboard with React, TypeScript, and Vite, implementing Firebase (Firestore/Auth) for real-time order and inventory synchronization.",
        "Integrated Mercado Pago payment gateway and managed bidirectional synchronization of complex catalogs with Meta Commerce Manager.",
        "Optimized application performance through image compression (Cloudinary/Squoosh) and efficient global state management, achieving smooth mobile experience.",
        "Appointment Management System: Developed a complete automated booking system via WhatsApp Business API, integrating a conversational chatbot with real-time availability logic.",
        "Built a REST API with Node.js and Express for service, schedule, and client management, implementing JWT authentication and Cal.com integration for calendar synchronization.",
        "Designed a responsive control panel for metrics visualization, booking history, and service configuration, optimizing mobile user experience.",
        "Created commercial websites and landing pages (Campo Fértil, Hooligang Cuts), optimizing performance, SEO, and accessibility.",
        "Technologies used: React.js, TypeScript, Node.js, Express, Tailwind CSS, SASS, Firebase, WhatsApp Cloud API, Mercado Pago, Meta Commerce Manager, Cal.com, JWT, Cloudinary, Vite."
      ]
    },
    {
      "name": "Foundational Technical Experience",
      "position": "Technical Support & Coordination",
      "url": "",
      "startDate": "2019",
      "endDate": "2022",
      "summary": [
        "Provided technical support in corporate environments and resolved complex incidents.",
        "Worked with network infrastructure, servers, and cloud services (Azure AD).",
        "Created technical documentation and assisted in coordinating support teams."
      ]
    }
  ]
}
