{
  "es": [
    {
      "name": "Asociación de Cooperativas Argentinas",
      "position": "Desarrollador Front-End & Analista de Aplicaciones",
      "url": "https://www.acacoop.com.ar/",
      "startDate": "2022",
      "endDate": "Actualidad",
      "summary": [
        "Desarrollo Front-End de aplicaciones móviles con React Native y Expo, con foco en rendimiento, escalabilidad y diseño UX/UI.",
        "Participación en el diseño funcional de una app de gestión de flota, desde wireframes hasta prototipos interactivos.",
        "Administración y análisis de bases de datos Oracle SQL para aplicaciones internas.",
        "Colaboración con equipos funcionales para automatización de procesos contables e impositivos.",
        "Gestión de tickets y seguimiento de incidencias en Jira Service Management."
      ]
    },
    {
      "name": "Desarrollador Web Freelance",
      "position": "Desarrollador Web Front-End",
      "url": "",
      "startDate": "2022",
      "endDate": "Actualidad",
      "summary": [
        "Desarrollo de sitios web a medida para emprendimientos y pequeños negocios, incluyendo landing pages, e-commerce y portales informativos.",
        "Diseño UX/UI enfocado en experiencia de usuario, accesibilidad y navegación intuitiva utilizando Figma.",
        "Implementación de interfaces responsivas con HTML5, CSS3, JavaScript y React.",
        "Gestión de servicios de hosting, dominios y despliegue de sitios en producción.",
        "Asesoramiento técnico a clientes sobre arquitectura web, SEO básico y mantenimiento evolutivo."
      ]
    },
    {
      "name": "Compass Group",
      "position": "Analista de Soporte",
      "url": "",
      "startDate": "2021",
      "endDate": "2022",
      "summary": [
        "Administración de usuarios en Active Directory, Exchange y Azure AD para garantizar seguridad y disponibilidad.",
        "Creación y mantenimiento de imágenes de Windows 10 para automatizar la provisión de equipos.",
        "Documentación técnica y elaboración de instructivos en la base de conocimiento interna.",
        "Resolución de incidencias técnicas de nivel 1 y 2 mediante Service Desk, orientado a usuarios corporativos."
      ]
    },
    {
      "name": "Mobisond",
      "position": "Analista de Soporte & Coordinador Técnico",
      "url": "",
      "startDate": "2019",
      "endDate": "2021",
      "summary": [
        "Configuración de switches Huawei y routers para redes LAN/WAN en entornos hospitalarios.",
        "Clonación masiva de servidores Huawei para implementación educativa (Programa Educar).",
        "Coordinación técnica de equipos de campo para instalación de conectividad en CABA.",
        "Migración de equipos de Windows 7 a Windows 10, asegurando compatibilidad de software y hardware.",
        "Implementación de tecnología de telefonía IP y Wi-Fi Cisco en oficinas y salas de conferencia."
      ]
    }
  ],
  "en": [
    {
      "name": "Asociación de Cooperativas Argentinas",
      "position": "Front-End Developer & Application Analyst",
      "url": "https://www.acacoop.com.ar/",
      "startDate": "2022",
      "endDate": "Present",
      "summary": [
        "Front-End development of mobile applications using React Native and Expo, focusing on performance, scalability, and UX/UI design.",
        "Contributed to the UX design of a fleet management app, from wireframes to interactive prototypes.",
        "Database administration and analysis using Oracle SQL for internal business applications.",
        "Collaboration with functional teams to streamline accounting and tax-related processes.",
        "Ticket and incident tracking via Jira Service Management."
      ]
    },
    {
      "name": "Freelance Web Developer",
      "position": "Front-End Web Developer",
      "url": "",
      "startDate": "2022",
      "endDate": "Present",
      "summary": [
        "Custom website development for small businesses and entrepreneurs, including landing pages, e-commerce, and informational portals.",
        "UX/UI design with a focus on usability, accessibility, and user flow using Figma.",
        "Responsive interface development using HTML5, CSS3, JavaScript, and React.",
        "Management of hosting, domain setup, and production deployment.",
        "Technical consulting on web architecture, basic SEO, and site maintenance."
      ]
    },
    {
      "name": "Compass Group",
      "position": "Support Analyst",
      "url": "",
      "startDate": "2021",
      "endDate": "2022",
      "summary": [
        "User administration across Active Directory, Exchange, and Azure AD to ensure secure access and service continuity.",
        "Created and maintained Windows 10 images to automate device provisioning.",
        "Produced internal knowledge base documentation to assist with self-service issue resolution.",
        "Provided L1/L2 technical support via Service Desk to corporate users."
      ]
    },
    {
      "name": "Mobisond",
      "position": "Support Analyst & Technical Coordinator",
      "url": "",
      "startDate": "2019",
      "endDate": "2021",
      "summary": [
        "Configured Huawei switches and routers for LAN/WAN networks in healthcare environments.",
        "Mass server cloning for large-scale educational deployments (Educar program).",
        "Technical coordination of on-site teams for network installations across Buenos Aires.",
        "OS migration from Windows 7 to Windows 10, ensuring full hardware and software compatibility.",
        "Implemented Cisco IP telephony and Wi-Fi infrastructure in corporate and conference spaces."
      ]
    }
  ]
}
